logs/th-1-tb-4-sc-4-tm-100/btrfs-innodb.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            13852
        write:                           14432
        other:                           2115
        total:                           30399
    transactions:                        1056   (10.56 per sec.)
    queries:                             30399  (303.86 per sec.)
    ignored errors:                      9      (0.09 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          100.0413s
    total number of events:              1056

Latency (ms):
         min:                                    1.36
         avg:                                   94.73
         max:                                 8578.47
         95th percentile:                      193.38
         sum:                               100031.69

Threads fairness:
    events (avg/stddev):           1056.0000/0.00
    execution time (avg/stddev):   100.0317/0.00