logs/th-1-tb-4-sc-4-tm-100/ext4.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            53173
        write:                           55362
        other:                           8095
        total:                           116630
    transactions:                        4046   (40.45 per sec.)
    queries:                             116630 (1166.00 per sec.)
    ignored errors:                      27     (0.27 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          100.0243s
    total number of events:              4046

Latency (ms):
         min:                                    1.16
         avg:                                   24.72
         max:                                  240.08
         95th percentile:                       70.55
         sum:                                99997.98

Threads fairness:
    events (avg/stddev):           4046.0000/0.00
    execution time (avg/stddev):   99.9980/0.00