logs/th-1-tb-4-sc-4-tm-100/xfs.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            43206
        write:                           44679
        other:                           6685
        total:                           94570
    transactions:                        3341   (33.40 per sec.)
    queries:                             94570  (945.54 per sec.)
    ignored errors:                      7      (0.07 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          100.0147s
    total number of events:              3341

Latency (ms):
         min:                                    1.23
         avg:                                   29.93
         max:                                  491.88
         95th percentile:                      116.80
         sum:                                99992.54

Threads fairness:
    events (avg/stddev):           3341.0000/0.00
    execution time (avg/stddev):   99.9925/0.00