logs/th-1-tb-4-sc-4-tm-100/zfs-innodb.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            34304
        write:                           35519
        other:                           5321
        total:                           75144
    transactions:                        2659   (26.59 per sec.)
    queries:                             75144  (751.41 per sec.)
    ignored errors:                      10     (0.10 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          100.0025s
    total number of events:              2659

Latency (ms):
         min:                                    1.44
         avg:                                   37.60
         max:                                  364.77
         95th percentile:                      137.35
         sum:                                99982.50

Threads fairness:
    events (avg/stddev):           2659.0000/0.00
    execution time (avg/stddev):   99.9825/0.00